Repository: supergeorg/Grocy-SwiftUI
Catalog: Grocy Mobile/Localizable.xcstrings
Source language: en
Languages: ca, cs, da, de, el, es, et, fi, fr_fr, he, hu, it, ja, ko, lt, nb, nl, pl, pt_br, pt_pt, ro, sk, sl, sv, ta, tr, uk, zh_hans, zh_hant

source: Decimal places allowed for prices (input)
ca: Posicions decimals permeses pels preus (entrada)
cs: Počet desetinných míst při zapisování ceny
da: Decimaler tilladt for priser (indtastning)
de: Erlaubte Nachkommastellen für Preise (Eingabe)
es: Cifras decimales permitidas para precios (entrada)
et: Komakohti lubatud hindadele (sisend)
fi: Hinnoissa sallittu desimaalien määrä (syötettäessä)
fr_fr: Nombre de décimales autorisés pour les prix (entrée utilisateur)
he: מקומות אחרי נקודה עשרונית למחירים (קלט)
hu: Engedélyezett tizedesjegyek az árbevitelhez
it: Numeri decimali consentiti per i prezzi (input)
ja: 価格に使用できる小数点以下の桁数(入力)
lt: Leidžiamos kainos po kablelio (įvestis)
nl: Aantal decimalen toegestaan voor prijzen (invoer)
pl: Liczba miejsc po przecinku dla cen (w polach tekstowych)
pt_br: Casas decimais permitidas para preços (entrada)
pt_pt: Casas decimais permitidas para preços (entrada)
sl: Dovoljena decimalna mesta za cene (vnos)
tr: Fiyatlar için izin verilen ondalık basamaklar (girdi)
uk: Кількість знаків після коми у цінах (поле)
zh_hans: 价格允许的小数位数（输入时）
zh_hant: 輸入價格時的小數位數

source: Default amount for consume
ca: Quantitat per defecte per al consum
cs: Výchozí množství ke spotřebě
da: Standardantal for forbrug
de: Standardmenge für Verbrauch
el: Προεπιλεγμένο ποσό για κατανάλωση
es: Cantidad de consumo predeterminada
et: Vaikimisi kogus tarbimiseks
fi: Oletuskulutusmäärä
fr_fr: Quantité retirée par défaut lors de la consommation
he: כמות בררת מחדל לצריכה
hu: Alapértelmezett felhasználási mennyiség
it: Quantità predefinita per il consumo
ja: 消費のデフォルトの量
ko: 소비 기본 수량
lt: Numatytas suvartojamas kiekis
nb: Standard mengde for forbruk
nl: Standaardhoeveelheid voor verbruiken
pl: Domyślna ilość do spożycia
pt_br: Quantidade padrão para consumir
pt_pt: Quantidade predefinida para consumir
ro: Cantitatea implicită pentru consum
sk: Predvolené množstvo pre spotrebu
sl: Privzeta količina za porabo
sv: Standardmängd för konsumtion
ta: உண்பதற்கான இயல்நிலை மதிப்பு
tr: Tüketmek için varsayılan miktar
uk: Кількість, яка вживається за замовчуванням
zh_hans: 默认消耗数量
zh_hant: 預設消耗數量

source: Default amount for purchase
ca: Quantitat per defecte per a la compra
cs: Obvyklé množství k nákupu
da: Standardantal for køb
de: Standardmenge für Einkauf
el: Προεπιλεγμένο ποσό για αγορά
es: Cantidad de compra predeterminada
et: Vaikimisi kogus ostmiseks
fi: Oletusostomäärä
fr_fr: Quantité ajoutée par défaut lors d'un achat
he: כמות בררת מחדל לרכישה
hu: Alapértelmezett vásárlási mennyiség
it: Quantità predefinita per l'acquisto
ja: 購入のデフォルトの量
ko: 구매 기본 수량
lt: Numatytas pirkimo kiekis
nb: Standard mengde for innkjøp
nl: Standaardhoeveelheid voor aankoop
pl: Domyślna ilość do zakupu
pt_br: Quantidade padrão para compras
pt_pt: Quantidade predefinida para comprar
ro: Cantitatea implicită pentru achiziție
sk: Predvolené množstvo pre nákup
sl: Privzeta količina za nakup
sv: Standardmängd för inköp
ta: வாங்குவதற்கான இயல்நிலை மதிப்பு
tr: Satın almak için varsayılan miktar
uk: Кількість придбання за замовчуванням
zh_hans: 默认采购数量
zh_hant: 預設購買數量

source: Default consume location
ca: Ubicació de consum predeterminada
cs: Spotřebovávat z umístění
da: Standard forbrugsplacering
de: Standardverbrauchsstandort
es: Ubicación de consumo predeterminada
et: Vaikimisi tarbimisasukoht
fi: Oletuskulutussijainti
fr_fr: Emplacement de consommation par défaut
he: מיקום ברירת המחדל לצריכה
hu: Alapértelmezett felhasználási hely
it: Location di consumo predefinita
ja: 既定の優先消費保管場所
lt: Numatytoji vartojimo vieta
nb: Bruk først fra
nl: Standaard verbruikslocatie
pl: Domyślna lokalizacja pobierania zasobu
pt_br: Localização padrão para consumo
pt_pt: Local de consumo predefinido
sl: Privzeta lokacija uporabe
tr: Varsayılan tüketim konumu
uk: Місце вживання за замовчуванням
zh_hans: 默认消耗位置
zh_hant: 預設消耗位置

source: Default conversions
ca: Conversions per defecte
cs: Převody jednotek
da: Standardkonverteringer
de: Standardumrechnungen
el: Προεπιλεγμένες μετατροπές
es: Conversiones predeterminadas
et: Vaikimisi teisendused
fi: Oletusmuunnokset
fr_fr: Conversions par défaut
he: המרות בררת מחדל
hu: Alapértelmezett átváltások
it: Conversioni predefinite
ja: デフォルトの変換
ko: 기본 변환
lt: Numatytosios konversijos
nb: Standard konvertering
nl: Standaardconversies
pl: Domyślne konwersje
pt_br: Conversões pré-definidas
pt_pt: Conversão predefinida
ro: Conversii implicite
sk: Predvolené prevody
sl: Privzete pretvorbe
sv: Standardkonverteringar
ta: இயல்புநிலை மாற்றங்கள்
tr: Varsayılan çevirmeler
uk: Конверсія одиниць виміру за замовчуванням
zh_hans: 默认的转换
zh_hant: 預設轉換

source: Default due days
ca: Dies per al consum per defecte
cs: Výchozí počet dní min. trvanlivosti
da: Bedst før dage, (standard)
de: Standardfälligkeitstage
es: Número predeterminado de días hasta la fecha límite
et: Vaikimisi tähtaja päevi
fi: Oletusmäärä päiviä vanhenemiseen
fr_fr: Date de péremption par défaut
he: ימים בתוקף עד כבררת מחדל
hu: Alapértelmezett lejárati idő
it: Giorni di scadenza predefiniti
ja: 既定の期限日数
lt: Numatytosios mokėjimo dienos
nb: Standard forfallsdager
nl: Standaard houdbaarheidsdatum
pl: Domyślna liczba dni ważności
pt_br: Dias de validade (padrão)
sk: Predvolený počet dní na spotrebu
sl: Privzeti rok uporabe
sv: Standard datumstämpel
tr: Varsayılan vade günleri
uk: Термін придатності за замовчуванням
zh_hans: 默认到期天数
zh_hant: 預設到期天數

source: Default due days after freezing
ca: Dies per al consum després de congelar per defecte
cs: Výchozí počet dní min. trvanlivosti po zamražení
da: Bedst før dage efter nedfrysning
de: Standardfälligkeitstage nach dem Einfrieren
es: Número predeterminado de días hasta la fecha límite después de congelado
et: Vaikimisi maksetähtaeg päeva pärast külmutamist
fi: Oletusmäärä säilyvyyspäiviä pakastettuna
fr_fr: Date de péremption par défaut après congélation
he: ימים לתום התוקף לאחר ההקפאה כבררת מחדל
hu: Alapértelmezett lejárati idő fagyasztás után
it: Giorni di scadenza predefiniti dopo il congelamento
ja: デフォルトの冷凍後の期限
lt: Numatytasis terminas yra dienos po užšaldymo
nb: Standard forfallsdager etter frysing
nl: Standaard houdbaarheidsdatum na invriezen
pl: Domyślna ilość dni ważności po zamrożeniu
pt_br: Dias de validade após colocar no congelador (padrão)
sk: Predvolený počet dní na spotrebu po zmrazení
sl: Privzeti rok uporabe po zamrzovanju
sv: Standard datumstämpel efter infrysning
tr: Döndürdüktan sonra varsayılan bekleme günü
uk: Термін придатності після заморозки за замовчуванням
zh_hans: 冷冻后默认到期天数
zh_hant: 預設冷凍後到期天數

source: Default due days after opened
ca: Dies per al consum després d'obrir per defecte
cs: Výchozí počet dní min. trvanlivosti po otevření
da: Bedst før dage efter åbning
de: Standardfälligkeitstage nach dem Öffnen
es: Número predeterminado de días hasta la fecha límite después de abierto
et: Vaikimisi tähtaeg pärast avamist
fi: Oletusmäärä päiviä vanhenemiseen avauksen jälkeen
fr_fr: Date de péremption après ouverture par défaut
he: ימים לתום התוקף לאחר הפתיחה כבררת מחדל
hu: Alapértelmezett fogyaszthatósági idő felbontás után
it: Giorni di scadenza predefiniti dopo l'apertura
ja: デフォルトの開封後の期限
lt: Numatytasis terminas po atidarymo dienos
nb: Standard forfallsdager etter åpning
nl: Standaard houdbaarheidsdatum na openen
pl: Domyślny termin ważności po otwarciu
pt_br: Dias de validade depois de aberto (padrão)
sk: Predvolený počet dní na spotrebu po otvorení
sl: Privzeti rok uporabe po odprtju
sv: Standard datumstämpel efter öppnandet
tr: Açıldıktan sonra varsayılan bekleme günü
uk: Термін придатності після відкривання
zh_hans: 开封后默认到期天数
zh_hant: 預設開封後到期天數

source: Default due days after thawing
ca: Dies per al consum després de descongelar per defecte
cs: Výchozí počet dní min. trvanlivosti po rozmrazení
da: Bedst før dage efter optøning
de: Standardfälligkeitstage nach dem Auftauen
es: Número predeterminado de días hasta la fecha límite después de descongelado
et: Vaikimisi tähtaeg pärast sulatamist
fi: Oletusmäärä säilyvyyspäiviä sulatuksen jälkeen
fr_fr: Date de péremption par défaut après décongélation en jours
he: ימי תוקף כבררת מחדל לאחר הפשרה
hu: Alapértelmezett lejárati idő kiolvasztás után
it: Giorni di scadenza predefiniti dopo lo scongelamento
ja: デフォルトの解凍後の期限
lt: Numatytasis terminas praėjus kelioms dienoms po atšildymo
nb: Standard forfallsdager etter tining
nl: Standaard houdbaarheidsdatum na ontdooien
pl: Domyślna ilość dni ważności po rozmrożeniu
pt_br: Dias de validade após descongelar (padrão)
sk: Predvolený počet dní na spotrebu po rozmrazení
sl: Privzeti rok uporabe po odtajanju
sv: Standard datumstämpel efter upptining
tr: Çözdürdükten sonra varsayılan bekleme günü
uk: Днів після розморозки за замовчуванням
zh_hans: 解冻后默认到期天数
zh_hant: 預設解凍後到期天數

source: Default location
ca: Ubicació per defecte
cs: Obvyklé umístění
da: Standardplacering
de: Standardstandort
el: Προεπιλεγμένη τοποθεσία
es: Ubicación predeterminada
et: Vaikimisi asukoht
fi: Oletussijainti
fr_fr: Emplacement par défaut
he: מיקום בררת מחדל
hu: Alapértelmezett hely
it: Posizione predefinita
ja: デフォルトの場所
ko: 기본 위치
lt: Numatyta vieta
nb: Standard lokasjon
nl: Standaardlocatie
pl: Domyślne miejsce
pt_br: Localização padrão
pt_pt: Local predefinido
ro: Locație implicită
sk: Predvolené umiestnenie
sl: Privzeta lokacija
sv: Standardplats
ta: இயல்புநிலை இடம்
tr: Varsayılan yer
uk: Місце за замовчуванням
zh_hans: 默认位置
zh_hant: 預設位置

source: Default quantity unit consume
ca: Unitat de consum predeterminada
cs: Výchozí měrná jednotka pro spotřebu
da: Standard mængdeenhed for forbrug
de: Standardverbrauchsmengeneinheit
es: Cantidad de unidades de consumo por defecto
et: Vaikimisi tarbitav kogusühik
fi: Oletusyksikkö kulutettaessa
fr_fr: Quantité consommée par défaut
he: יחידת כמות צריכה כברירת מחדל
hu: Alapértelmezett felhasználási mennyiségi egység
it: Unità di quantità di consumo predefinita
ja: 既定の消費単位
lt: Numatytasis suvartojamo kiekio vienetas
nl: Standaard verbruikte hoeveelheidseenheid
pl: Domyślnie zużywana ilość
pt_br: Unidade padrão de consumo
sl: Privzeta enota količine porabe
tr: Varsayılan miktar birimi tüketimi
zh_hans: 默认消耗数量单位

source: Default quantity unit purchase
ca: Unitat predeterminada
cs: Výchozí měrná jednotka pro nákup
da: Standard købsenhed
de: Standardeinkaufsmengeneinheit
es: Unidad de compra predeterminada
et: Vaikimisi koguseühik ostmisel
fi: Oletusyksikkö ostettaessa
fr_fr: Unité à l'achat par défaut
he: יחידת כמות בררת מחדל לרכישה
hu: Alapértelmezett vásárlási mennyiségi egység
it: Unità di quantità di acquisto predefinita
ja: デフォルトの購入時の数量単位
ko: 기본 구매 수량 단위
lt: Numatytasis kiekio vieneto pirkimas
nb: Standard forpakning kjøpt
nl: Standaard aankoopeenheid
pl: Domyślna jednostka zakupu
pt_br: Unidade de medida (compra)
pt_pt: Unidade de medida da compra predefinida
ro: Achiziție unitară a cantității implicite
sk: Predvolená jednotka množstva pri nákupe
sl: Privzeta enota količine nakupa
sv: Standard inköpsmängd
tr: Varsayılan birim satın alma miktarı
uk: Одиниці вимірювання за замовчуванням
zh_hans: 默认采购数量单位
zh_hant: 預設購買數量單位

source: Default store
ca: Botiga per defecte
cs: Obvyklý obchod
da: Standard-butik
de: Standardgeschäft
el: Προεπιλεγμένο κατάστημα
es: Tienda predeterminada
et: Vaikimisi pood
fi: Oletusmyymälä
fr_fr: Magasin par défaut
he: חנות בררת מחדל
hu: Alapértelmezett áruház
it: Negozio predefinito
ja: デフォルトの店舗
ko: 기본 상점
lt: Numatytoji parduotuvė
nb: Standard butikk
nl: Standaardwinkel
pl: Sklep domyślny
pt_br: Estabelecimento padrão
pt_pt: Loja predefinida
ro: Magazin predefinit
sk: Predvolený obchod
sl: Privzeta trgovina
sv: Standardaffär
ta: இயல்புநிலை கடை
tr: Varsayılan market
uk: Магазин за замовчуванням
zh_hans: 默认商店
zh_hant: 預設店家

source: Delete
ca: Esborrar
cs: Smazat
da: Slet
de: Löschen
el: Διαγράφω
es: Eliminar
et: Kustuta
fi: Poista
fr_fr: Supprimer
he: מחיקה
hu: Törlés
it: Elimina
ja: 削除
ko: 삭제
lt: Ištrinti
nb: Slett
nl: Verwijderen
pl: Usuń
pt_br: Remover
pt_pt: Apagar
ro: Șterge
sk: Odstrániť
sl: Izbriši
sv: Radera
ta: நீக்கவும்
tr: Sil
uk: Видалити
zh_hans: 删除
zh_hant: 刪除

source: Delete shopping list
ca: Eliminar llista de la compra
cs: Smazat nákupní seznam
da: Slet indkøbsliste
de: Einkaufszettel löschen
el: Διαγραφή λίστας αγορών
es: Borrar lista de la compra
et: Kustuta ostunimekiri
fi: Poista kauppalista
fr_fr: Supprimer liste de courses
he: מחיקת רשימת קניות
hu: Bevásárló lista törlése
it: Elimina lista della spesa
ja: 買い物リストを削除
ko: 구매목록 삭제
lt: Ištrinti pirkinių sąrašą
nb: Slett handleliste
nl: Verwijder boodschappenlijst
pl: Usuń listę zakupów
pt_br: Excluir lista de compras
pt_pt: Apagar lista de compras
ro: Ștergeți lista de cumpărături
sk: Odstrániť nákupný zoznam
sl: Izbriši nakupovalni seznam
sv: Ta bort inköpslista
ta: வாங்க வேண்டியவைப் பட்டியலினை நீக்கு
tr: Alışveriş listesini sil
uk: Видалити список покупок
zh_hans: 删除购物清单
zh_hant: 刪除購物清單

source: Delete this item
ca: Eliminar aquest element
cs: Smazat
da: Slet dette punkt
de: Diesen Eintrag löschen
el: Διαγραφή αυτού του αντικειμένου
es: Eliminar este artículo
et: Kustuta see ese
fi: Poista
fr_fr: Supprimer cet élément
he: מחיקת פריט זה
hu: Tétel törlése
it: Elimina questo elemento
ja: 項目を削除
ko: 항목 삭제
lt: Ištrinti šį elementą
nb: Slett denne varen
nl: Verwijder dit item
pl: Usuń tą pozycję
pt_br: Remover item
pt_pt: Eliminar este item
ro: Șterge produs
sk: Odstrániť túto položku
sl: Izbriši ta element
sv: Radera den här posten
ta: இதை நீக்கு
tr: Bu maddeyi sil
uk: Видалити цей пункт
zh_hans: 删除此项
zh_hant: 刪除此項目

source: Description
ca: Descripció
cs: Popis
da: Beskrivelse
de: Beschreibung
el: Περιγραφή
es: Descripción
et: Kirjeldus
fi: Kuvaus
he: תיאור
hu: Leírás
it: Descrizione
ja: 説明
ko: 설명
lt: Aprašymas
nb: Beskrivelse
nl: Omschrijving
pl: Opis
pt_br: Descrição
pt_pt: Descrição
ro: Descriere
sk: Popis
sl: Opis
sv: Beskrivning
ta: விவரணம்
tr: Açıklama
uk: Опис
zh_hans: 描述
zh_hant: 說明

source: Desired servings
ca: Racions desitjades
cs: Počet porcí
da: Antal portioner
de: Gewünschte Portionen
el: Επιθυμητές μερίδες
es: Raciones deseadas
et: Soovitud serveeringuid
fi: Toivottu annosmäärä
fr_fr: portions souhaitées
he: גודל מנה מבוקשת
hu: Kívánt adagok
it: Porzioni desiderate
ja: 分量
ko: 원하는 인원분량
lt: Pageidaujamos porcijos
nb: Ønskede porsjoner
nl: Gewenst aantal porties
pl: Pożądana ilość porcji
pt_br: Porções desejadas
pt_pt: Porção desejada
sk: Požadované porcie
sl: Željene porcije
sv: Önskat antal portioner
ta: விருப்பமான பரிமாறல்கள்
tr: Istenen porsiyon
uk: Потрібно порцій
zh_hans: 所需份量
zh_hant: 需要份數

source: Disable own stock
ca: Deshabilitar inventari propi
cs: Produkt nemá vlastní zásobu
da: Deaktiver egen lagerbeholdning
de: Eigenen Bestand deaktivieren
es: Desactivar stock propio
et: Lülita toote varude seis välja
fi: Ei omaa varastomäärää
fr_fr: Désactiver le stock propre
he: השבתת המלאי העצמי
hu: Saját készlet kikapcsolása
it: Disabilita il proprio magazzino
ja: 個別ストック無効化
lt: Išjungti savo atsargas
nb: Deaktiver egen beholdning
nl: Eigen voorraad uitschakelen
pl: Wyłącz własne zapasy
pt_br: Desativar estoque próprio
pt_pt: Desativar próprio stock
sl: Onemogoči lastno zalogo
tr: Kendi stokunu devre dışı bırak
zh_hans: 禁用自有库存
zh_hant: 停用獨立庫存

source: Disable stock fulfillment checking for this ingredient
ca: Deshabilitar la comprovació d'existències per aquest ingredient
cs: Vypnout kontrolu stavu zásob pro tuto ingredienci
da: Deaktiver opfyldningstjek i beholdningen for denne ingrediens
de: Bestandsprüfung für diese Zutat deaktivieren
el: Λίστα με τα ψώνιαΑπενεργοποιήστε τον έλεγχο εκπλήρωσης αποθεμάτων για αυτό το συστατικό
es: Desactivar comprobación de existencias para este ingrediente
et: Lülita välja varude olemasolu kontroll selle koostisosa jaoks
fi: Poista varaston täyttötarkastus tälle ainesosalle
fr_fr: Désactiver la vérification du stock pour cet ingrédient
he: השבתת בדיקת אספקת מלאי עבור רכיב זה
hu: Készlet rendelkezésre állás ellenőrzés kikapcsolása ehhez a hozzávalóhoz
it: Disabilita l'esecuzione del controllo in dispensa per questo ingrediente
ja: この材料の在庫フィルメントを無効にする
ko: 이 재료에 대한 재고 확인기능 비활성
lt: Išjungti šio ingrediento atsargų įvykdymo tikrinimą
nb: Ikke bruk beholdningsjekk for denne ingrediensen
nl: Schakel voorraadcontrole voor dit ingrediënt uit
pl: Wyłącz sprawdzanie stanu zapasów dla tego składnika
pt_br: Desabilitar verificação de estoque para este ingrediente
pt_pt: Desactivar verificação do stock para este ingrediente
ro: Dezactivați verificarea îndeplinirii stocului pentru acest ingredient
sk: Vypnúť kontrolu stavu zásob pre túto surovinu
sl: Onemogoči preverjanje zalog za to sestavino
sv: Inaktivera kontroll av lageruppfyllelse för denna ingrediens
tr: Bu malzeme için stok yenilemeyi kapat
uk: Вимкнути перевірку наявності для цього інгрідієнту
zh_hans: 禁用此食材的库存需求检查
zh_hant: 停用此食材的需求庫存檢查

source: Do not check against the shopping list when adding missing items to it
ca: No comprovar contra la llista de la compra quan s'hi afegeixin elements faltants
cs: Přidat chybějící ingredience do nákupního seznamu, přestože v něm již jsou
da: Tjek ikke op imod indkøbslisten når der tilføjes manglende varer til den
de: Nicht gegen die bereits auf dem Einkaufszettel vorhandene Menge prüfen, wenn diesem fehlende Zutaten hinzugefügt werden
el: ΠρομήθειαΜην ελέγχετε τη λίστα αγορών κατά την προσθήκη λείπουν αντικειμένων σε αυτήν
es: No tener en cuenta los artículos de la lista de la compra al añadir los artículos faltantes
et: Ära kontrolli puuduvate toodete lisamisel ostunimekirjas olevate toodete vastu
fi: Älä tarkista ostoslistaa lisätessäsi puuttuvia tuotteita
fr_fr: Ne pas comparer avec la liste de courses lors de l'ajout d'un produit manquant à celle-ci
he: לא לבדוק מול רשימת הקניות בעת הוספת פריטים חסרים אליה
hu: Ne ellenőrizze előre a bevásárlólistát amikor hiányzó termékeket ad hozzá
it: Non controllare la lista della spesa quando si aggiungono articoli mancanti
ja: 不足ストックを買い物リストに追加する際に既存リストと照合しない
ko: 누락된 항목을 쇼핑 목록에 추가할 때 구매 목록과 대조하지 않음
lt: Netikrinti pirkinių sąrašo, kai į jį įtraukiate trūkstamas prekes
nb: Ikke sjekk handleliste når du legger til manglende produkt
nl: Controleer niet op de boodschappenlijst wanneer u ontbrekende items eraan toevoegt
pl: Nie sprawdzaj listy zakupów, dodając do niej brakujące pozycje
pt_br: Não verificar na Lista de Compras quando adicionar itens em falta
pt_pt: Não verificar com a lista de compras quando adicionar itens que lhe faltem
ro: Ignoră produsele deja existente în lista de cumpărături când se adaugă produse lipsă în ea
sk: Nekontrolovať nákupný zoznam pri pridávaní chýbajúcich položiek
sl: Ne preverjaj na nakupovalnem seznamu ko dodajaš manjkajoče elemente nanj
sv: Kontrollera inte inköpslistan när du lägger till saknade objekt i den
tr: Eksik malzemeleri eklerken alışveriş listesine karşı kontrol etme
uk: Не звірятись із списком покупок, додаючи туди продукти
zh_hans: 向购物清单中添加缺少的产品时，不进行核对
zh_hant: 向購物清單中加入不足的項目時無須檢查購物清單中的數量

source: Done by
ca: Fet per
cs: Provedl(a)
da: Udført af
de: Ausgeführt von
el: Γίνεται από
es: Hecho por
et: Valmis ajaks
fi: Tekijä
fr_fr: Fait par
he: בוצע על ידי
hu: Elvégezte
it: Realizzato da
ja: 実行者
ko: 완료 사용자
lt: Atlikta
nb: Utført av
nl: Gedaan door
pl: Zrobione przez
pt_br: Feito por
pt_pt: Efectuado por
ro: Realizat de
sk: Vykonal(a)
sl: Naredil
sv: Gjord av
ta: ஆல் முடிக்கப்பட்டது
tr: Tamamlanma tarihi
uk: Виконано
zh_hans: 完成者
zh_hant: 完成者

source: Due
ca: Data
cs: Termín splnění
da: Forfald
de: Fällig
el: Λόγω
es: Fecha límite
et: Tähtaeg
fi: Määräpäivä
fr_fr: À faire
he: סיום
hu: Esedékes
it: Da fare
ja: 期限
ko: 기한
lt: Dėl
nb: Forfall
nl: Uiterlijk wanneer doen
pl: Termin wykonania
pt_br: Prazo
pt_pt: Agendado para
ro: Scadent
sk: Termín splnenia
sl: Rok
sv: Förfaller
ta: உரிய
tr: Tamamlanma tarihi
uk: Виконати до
zh_hans: 到期
zh_hant: 到期

source: Due date
ca: Data de consum preferent
cs: Datum min. trvanlivosti
da: Forfaldsdato
de: Fälligkeitsdatum
es: Fecha límite
et: Tähtaeg
fi: Parasta ennen -päivä
fr_fr: Date de péremption
he: תאריך סיום התוקף
hu: Lejárati idő
it: Data di scadenza
ja: 期限
lt: Terminas
nb: Forfallsdato
nl: Vervaldatum
pl: Termin ważności
pt_br: Validade
ro: Valabil până la
sk: Dátum spotreby
sl: Rok uporabe
sv: Förfallodatum
ta: உரிய தேதி
tr: Bitiş tarihi
uk: Термін придатності
zh_hans: 到期日期
zh_hant: 到期日

source: Due date rollover
ca: transferència de la data de venciment
cs: Automatické posouvání termínu
da: Forfaldsdato for omlægning
de: Fälligkeit hinausschieben
el: Ανατροπή ημερομηνίας λήξης
es: Aplazar fecha límite
et: Tähtaja edasilükkamine
fi: Määräpäivän automaattisiirto
fr_fr: Report de la date d'échéance
he: מועד סיום מתגלגל
hu: Esedékesség csúsztatása
it: Differimento della data di scadenza
ja: 期限を延長
lt: Termino perkėlimas
nb: Forfallsdato rollover
nl: Vervaldatum vooruit duwen
pl: Przeniesienie daty wykonania
pt_br: Renovação automática do prazo limite
ro: Prelungirea termenului
sk: Posunutie termínu
sv: Förfallodatumövergång
tr: Son tarihin devredilmesi
uk: Автопереніс терміну виконання
zh_hans: 到期后延期
zh_hant: 到期日期展延

source: Due date type
ca: Tipus de data de caducitat
cs: Typ trvanlivosti produktu
da: Type af udløbs-dato
de: Art des Fälligkeitsdatums
es: Tipo de fecha límite
et: Tähtaja tüüp
fi: Päiväyksen tyyppi
fr_fr: Type d'échéance
he: סוג תאריך בתוקף עד
hu: Lejárati idő típusa
it: Tipo di data di scadenza
ja: 期限日のタイプ
lt: Termino datos tipas
nb: Forfallsdatotype
nl: Vervaldatum soort
pl: Typ daty wykonania
pt_br: Tipo de Validade
sk: Typ dátumu spotreby
sl: Tip datuma poteka
sv: Typ av datummärkning
ta: உரிய தேதி வகை
tr: Son tarih türü
uk: Тип терміну
zh_hans: 到期日期类型
zh_hant: 到期日期類型

source: Due soon
ca: Caduca aviat
cs: blíží se datum min. trvanlivosti
da: Forfalder snart
de: Bald fällig
el: Λήγει σύντομα
es: Fecha límite próxima
et: Vajab tegemist
fi: Määräpäivä pian
fr_fr: À réaliser bientôt
he: מועד הסיום מתקרב
hu: Hamarosan esedékes
it: In scadenza
ja: まもなく期限切れ
ko: 마감 임박
lt: Greitai
nb: Forfaller snart
nl: Moet binnenkort gedaan worden
pl: Blisko terminu
pt_br: Vencendo em breve
pt_pt: previsto em breve
ro: În curând
sk: Blížiaci sa termín splnenia
sl: Zapade kmalu
sv: Förfaller snart
ta: சீக்கிரம் முடியவுள்ளது
tr: Tamamlanma süresi yakında
uk: Скоро зіпсується
zh_hans: 即将到期
zh_hant: 即將到期

source: Due soon days
ca: Dies per al consum
cs: Počet dní ve žlutém filtru v Přehledu
da: Forfalder snart, (dage)
de: "Bald fällig" Tage
es: Días para próximo a fecha límite
et: Päevi enne tähtaega
fi: Pian vanhenemassa -päiviä
fr_fr: Date de péremption proche
he: ימים לתפוגת תוקף קרבה
hu: Esedékesség előrejelzés napban
it: Scade tra pochi giorni
ja: まもなく期限
lt: Terminas greitu laiku
nb: Forfaller snart dager
nl: Markeer klusjes zoveel dagen van tevoren als "binnenkort doen":
pl: Dni blisko terminu ważności
pt_br: Vence nos próximos dias
sk: Počet dní do blížiaceho sa konca záruky
sl: Rok uporabe kmalu
sv: Förfallodagar inom kort
tr: Çok yakında tarihi dolacak
uk: Днів, скоро буде зіпсовано
zh_hans: 即将到期
zh_hant: 即將到期天數

source: Edit chore
ca: Editar feina de casa
cs: Upravit povinnost
da: Rediger pligt
de: Hausarbeit bearbeiten
el: Επεξεργασία μικροδουλειάς
es: Modificar tarea del hogar
et: Muuda majapidamistööd
fi: Muokkaa kotityötä
fr_fr: Modifier une corvée
he: עריכת מטלה
hu: Házimunka szerkesztése
it: Modifica faccenda
ja: 家事を編集
ko: 집안일 편집
lt: Redaguoti namų ruošos darbą
nb: Endre husarbeidsoppgave
nl: Bewerk klusje
pl: Edytuj obowiązek
pt_br: Editar tarefa
pt_pt: Editar Tarefa
ro: Modifică activitate
sk: Upraviť povinnosť
sl: Uredi obveznost
sv: Redigera syssla
ta: வேலையினைத் தொகு
tr: Ev işi düzenle
uk: Редагувати роботу
zh_hans: 编辑家务
zh_hant: 編輯家務
